[
  {
    "title": "Conversando Com Gaspare Spatuzza",
    "resume": "Gaspare Spatuzza conviveu e compartilhou durante muito tempo com a lógica impiedosa e não raro cruel da Cosa Nostra, tornando-se chefe no mundo mafioso e ocupando papel significativo nos massacres da década de 1990. Preso em 1997, desde 2008 se declara arrependido e passa a ser um resoluto colaborador da justiça. Em seu testemunho direto e pulsante, coletado pela autora em local secreto, Spatuzza conta a história do jovem do subúrbio de Palermo atraído e cooptado pela máfia, e permite um mergulho nas complexidades envolvidas nesse percurso junto ao crime.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/conversando-com-gaspare-spatuzza-94341.jpg",
    "author": "DINO, ALESSANDRA",
    "publisher": "UNESP EDITORA",
    "release": "2018-02-27",
    "pages": 327,
    "value": 88.0
  },
  {
    "title": "Viajantes do Abismo",
    "resume": "Esta é a história de desertos que avançavam cobrindo cidades. A história de um mundo à beira da destruição. Da gente desse mundo, de sua alienação e da violenta guerra em que se perdeu.\nEsta é a história de uma mulher que fazia curas e de sua amiga, que dirigia um bordel. E de como elas enfrentaram tudo isso. Também é a história do tigre e da menina.Mas para conhecer todas elas, você terá de aceitar o chamado para olhar o futuro. E mergulhar no abismo.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/treze-avec-86500.jpg",
    "author": "WITTER, NIKELEN",
    "publisher": "AVEC EDITORA",
    "release": "2019-09-10",
    "pages": 304,
    "value": 70.9
  },
  {
    "title": "A bibliotecária",
    "resume": "A jovem Regina Finch acaba de chegar a Manhattan para trabalhar na Biblioteca Pública de Nova York. Mas o que parecia ser a promessa de uma rotina tranquila em meio a clássicos da literatura logo se revela um irresistível jogo de sedução quando ela conhece o envolvente Sebastian Barnes, investidor da instituição e um dos homens mais cobiçados da cidade, que fica obcecado pela beleza da bibliotecária. A até então ingênua Regina se entrega a um crescente e selvagem desejo que parece consumi-la mais a cada dia, uma paixão que despertará na jovem sensações jamais imaginadas.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/a-bibliotecaria-29259.jpg",
    "author": "BELLE, LOGAN",
    "publisher": "RECORD",
    "release": "2013-06-24",
    "pages": 288,
    "value": 49.9
  },
  {
    "title": "13 Dias de Meia-Noite",
    "resume": "Quando o pai de Luke Manchett, que nunca tivera muito contato com o filho, morre inesperadamente, o garoto fica com uma herança sombria: uma Legião de espíritos únicos, poderosos e implacáveis. Infelizmente, Luke não tem ideia de como lidar com eles. O Dia das Bruxas, data em que os fantasmas atingem o pico de poder, está chegando rápido e Luke sabe que sua Legião está planejando alguma coisa terrível. Com a ajuda da esquisitona da escola, Elza Moss, que também vê e sabe um pouco sobre fantasmas, Luke tem apenas treze dias para desvendar os segredos da magia negra e enviar os espíritos inquietos para o sono eterno. E se você achou que isso seria fácil, está redondamente enganado.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/13-dias-de-meia-noite-87735.jpg",
    "author": "HUNT, LEO",
    "publisher": "ROCCO",
    "release": "2018-09-14",
    "pages": 286,
    "value": 44.9
  },
  {
    "title": "Peca - Me o Que Quiser",
    "resume": "Primeiro volume de uma trilogia, \"Peça-me o que Quiser\", da escritora espanhola Megan Maxwell, é um romance sobre desejo, paixão e erotismo sem limites. Com tempero latino e uma abordagem excitante, a autora conta a história da secretária espanhola Judith Flores e seu chefe, o alemão Eric Zimmerman, também conhecido como Iceman: um homem muito sério e com os olhos azuis mais intensos e sexies que ela já viu. Recém-chegado ao comando da empresa Müller, antes dirigida por seu pai, Eric tem uma atração instantânea pelo jeito divertido de Judith e exigirá que ela o acompanhe nas viagens de trabalho pela Espanha. Mesmo sabendo que está se metendo numa situação arriscada, a ideia de estar ao lado de Iceman é irresistível. Com ele, a jovem viverá experiências sexuais até então inimagináveis, em um universo de fantasias eróticas pouco convencionais.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/peca-me-o-que-quiser-16768.jpg",
    "author": "MAXWELL, MEGAN",
    "publisher": "PARALELA",
    "release": "2013-08-23",
    "pages": 400,
    "value": 37.9
  },
  {
    "title": "1984",
    "resume": "Em 1949, poucos meses antes da morte de George Orwell, veio a público uma das distopias mais mordazes que a literatura do século XX já produziu e que, desde então, tornou-se um clássico moderno. 1984 retrata uma sociedade controlada por um governo totalitário que se vale da linguagem para falsificar a história. No superestado de Oceânia, o livre pensar é considerado o pior crime contra o Irmão Mais Velho, entidade que representa o poder supremo e implacável. Nesta nova tradução, o caráter satírico do último trabalho de George Orwell é atualizado para trazer ao público brasileiro o valor irônico da falanova, a língua que os burocratas tentam construir para capturar as mentes dos homens e das mulheres da — nem tão — fictícia Oceânia.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/1984-161611.jpg",
    "author": "ORWELL, GEORGE",
    "publisher": "LIVROS DA RAPOSA VERMELHA",
    "release": "2021-10-19",
    "pages": 352,
    "value": 84.9
  },
  {
    "title": "A Criança do Fogo",
    "resume": "O marido perfeito. O enteado perfeito. A mentira perfeita? Quando Rachel se casa com o maravilhoso David Kerthen e se muda para Carnhallow, sua vida é tomada por luxos, romance e um carinhoso enteado, Jamie. Porém, sua nova casa e sua nova família estão cercadas de segredos e mistérios que ela nem sequer consegue imaginar. O comportamento de Jamie começa a mudar, e suas perturbadoras profecias ameaçam abalar a sanidade de Rachel. À medida que o passado da família vem à tona, ela passa a questionar a verdade por trás da trágica morte da primeira esposa de David, temendo que a predição feita por seu enteado, de que ela irá morrer no dia de natal, se torne realidade. Fantasmas habitam os corredores de Carnhallow, mil anos de história ecoam nos frios túneis, antes ricas minas de estanho e cobre, que se expandem sob a propriedade, e a vida que Rachel acreditava ser perfeita de repente se torna um terrível pesadelo.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/a-crianca-do-fogo-29646.jpg",
    "author": "TREMAYNE, S. K.",
    "publisher": "BERTRAND BRASIL",
    "release": "2019-04-22",
    "pages": 368,
    "value": 69.9
  },
  {
    "title": "A FEITICEIRA DO INVERNO",
    "resume": "Na cidade galesa do início do século XIX, não há ninguém como Morgana. Embora seu raciocínio seja afiado, ela não fala desde que era menina. Seu silêncio é um mistério, assim como seus dons mágicos e a má sorte que bate à porta dos que lhe fazem mal.  Preocupada com a segurança da filha, sua mãe não vê a hora de casar Morgana, e o tropeiro Cai Jenkins, parece a melhor escolha. Após o casamento, ela logo se apaixona pela fazenda de Cai e as montanhas selvagens que a rodeiam. Suas estranhas habilidades começam a ser notadas na aldeia. Uma força maligna está agindo no local uma pessoa que não sossegará até fazer com que todos se virem contra Morgana, mesmo à custa daqueles mais próximos a ela.  Forçada a proteger sua casa, seu homem e a si de todo o mal que se possa imaginar, Morgana deve aprender a controlar o próprio poder... ou acabará perdendo tudo..",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/feiticeira-do-inverno-a-29460.jpg",
    "author": "BRACKSTON, PAULA",
    "publisher": "BERTRAND BRASIL",
    "release": "2016-11-09",
    "pages": 322,
    "value": 64.9
  },
  {
    "title": "Pesadelos e Paisagens Noturnas",
    "resume": "O convite está feito. Segure o fôlego e mergulhe neste universo macabro e fascinante do grande mestre do terror. "Em Pesadelos e Paisagens Noturnas" - livro em dois volumes, Stephen King reúne suas melhores novelas. Histórias "muito estranhas", como ele mesmo diz, escritas em diferentes épocas, provando sua maestria também em narrativas curtas. Com um total de 23 novelas, a coletânea traz autênticas curiosidades. Como um relato de Sherlock Holmes no qual o dr. Watson se adianta para solucionar um caso e a primeira versão da única peça que King escreveu originalmente para televisão. Nesta sua terceira reunião de histórias curtas, a primeira publicada no Brasil, King conduz o leitor ao mais sobrenatural dos mundos.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/pesadelos-e-paisagens-noturnas-vol02-145291.jpg",
    "author": "KING, STEPHEN",
    "publisher": "SUMA",
    "release": "2013-12-01",
    "pages": 294,
    "value": 62.0
  },
  {
    "title": "O lorde que eu abandonei ",
    "resume": "Terceiro volume da série Os segredos da Charlotte Street.   “A aguçada percepção de emoções de Scarlett Peckham e sua escrita elegante tornam a trajetória de seus personagens muito mais intensa.” ­– USA Today       O lorde-tenente Henry Evesham é um homem religioso que está investigando as “transações carnais” em Londres. Suas visitas a casas de má reputação o deixam ávido por ajudar as pessoas que perderam a inocência para o vício. Ao mesmo tempo, circular nesse ambiente é um desafio à sua promessa de se manter longe das tentações.   Alice Hull é uma jovem nascida no campo que trabalha como aprendiz em um clube privativo. Enquanto se entrega ao turbilhão de ideias e prazeres provocadores da capital, uma tragédia faz com que ela precise desesperadamente voltar para casa.    Quando o belo e piedoso Henry lhe oferece a única carona possível em meio a uma nevasca, ela sabe que não tem como recusar, mesmo que não confie nele.   Ao viajarem juntos, as suspeitas mútuas que nutrem aos poucos se transformam em um desejo inesperado. Só que Henry representa uma ameaça às pessoas que Alice ama, e ela, por sua vez, poderia acabar com a reputação dele se o lorde-tenente se permitisse chegar perto demais.   O problema é que, quanto mais tempo passam juntos, mais difícil é manterem as mãos longe um do outro.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/o-lorde-que-eu-abandonei-segredos-da-charlotte-street-livro-3-9337.jpg",
    "author": "PECKHAM, SCARLETT",
    "publisher": "ARQUEIRO - SP",
    "release": "2021-06-16",
    "pages": 272,
    "value": 39.90
  },
  {
    "title": "O Primeiro Imortal",
    "resume": "O que acontece com a alma quando o coração para de bater? Quando morremos, será que a alma morre também? Em 1987, na Península de Yamal, na Sibéria, uma descoberta pode mudar o futuro da humanidade. Durante uma caçada, o soviético Yuri encontra dentro de uma caverna de gelo quatro corpos de seres humanos, que ficaram congelados e preservados por 38 mil anos. Reconhecendo a oportunidade de ganhar uma fortuna, o ganancioso primo de Yuri vende um deles, clandestinamente, a membros de uma sociedade secreta que há décadas busca desvendar o enigma da imortalidade. Quando o impensável acontece e eles conseguem trazer o corpo de volta à vida, cientistas de várias partes do mundo entram em uma disputa sem limites pelo homem que venceu a morte. Só que, ao retomar a consciência, o primeiro imortal recupera também suas memórias, desejos e sonhos. E decide reaver o que é seu, fazendo com que o projeto saia totalmente de controle. Em sua estreia na ficção, o renomado autor Rodrigo N. Alvarez leva o leitor por uma viagem no tempo e por lugares tão diversos como Sibéria, Romênia, Estados Unidos, França, Alemanha e Brasil, passando por cavernas, geleiras, florestas, museus e centros de pesquisa de última geração. Com enorme habilidade, tece uma colcha narrativa mesclando arte, paleontologia, história e antropologia para contar a emocionante jornada de um sapiens ancestral em busca do sentido da própria existência.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/primeiro-imortal-o-1572.jpg",
    "author": "ALVAREZ, RODRIGO N.",
    "publisher": "ARQUEIRO - SP",
    "release": "2019-10-15",
    "pages": 336,
    "value": 49.90
  },
  {
    "title": "A Metamorfose",
    "resume": "Ao acordar, certa manhã, de sonhos inquietos, Gregor Samsa se deu conta de que havia se metamorfoseado num gigantesco inseto. Estava deitado na cama, sobre as costas, que eram tão duras que pareciam uma armadura de metal e, ao levantar um pouco a cabeça, visualizou a barriga marrom e arredondada, dividida em arcos rígidos, sobre a qual a coberta não conseguia permanecer, estando a ponto de escorregar e cair a qualquer momento. Possuía inúmeras pernas, que eram desproporcionalmente finas em relação ao resto do corpo e elas se agitavam desesperadamente diante de seus olhos. Publicada pela primeira vez em 1915, esta narrativa breve e intensa é caracterizada como um dos maiores clássicos da literatura universal.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/a-metamorfose-164863.jpg",
    "author": "KAFKA, FRANZ",
    "publisher": "CAMELOT EDITORA",
    "release": "2021-09-16",
    "pages": 96,
    "value": 29.90
  },
  {
    "title": "Dom Casmurro",
    "resume": "Paixão, ciúme, amizade e adultério. Misture tudo isso com uma boa dose de  rancor, amargura e ironia, e você terá uma pequena amostra do que o espera ao abrir as páginas deste romance – um dos mais famosos da literatura brasileira.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/dom-casmurro-7420-92882.jpg",
    "author": "ASSIS, MACHADO DE",
    "publisher": "MELHORAMENTOS",
    "release": "2011-09-29",
    "pages": 288,
    "value": 38.00
  },
  {
    "title": "Os Crimes da Luz",
    "resume": "Florença, agosto de 1300. Dante Alighieri, faltando poucas horas para o fim de seu mandato como prior da cidade, é chamado aos pântanos do rio Arno, onde foi encontrada uma galé encalhada. A bordo, centenas de cadáveres e os restos de um misterioso engenho. De onde veio essa embarcação com sua carga de horror? E por que, depois de algumas horas, é ferozmente assassinado o arquiteto do imperador Frederico II, criador de um castelo enigmático no meio do nada? Um fantasma parece emergir do passado: cinquenta anos antes, Frederico II, eternamente ávido de conhecimento, morreu no limiar de uma última e extraordinária descoberta. Dante tem pouco tempo: será suficiente para descobrir o assassino e interromper o rio de sangue que se alastra por Florença?",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/crimes-da-luzos-150389.jpg",
    "author": "LEONI,GIULIO",
    "publisher": "PLANETA",
    "release": "2011-03-28",
    "pages":368,
    "value": 48.90
  },
  {
    "title": "A Arte Da Guerra",
    "resume": "O sucesso das estratégias de Sun Tzu foi um grande responsável para criação de um tratado militar de treze capítulos, o Arte da Guerra, que traz ensinamentos e diretrizes para persuadir e vencer o adversário. Para alguns historiadores, além de Sun Tzu, o tratado conta com ensinamentos de outros filósofos militares. Hoje, a obra não desperta interesse apenas de militares e combatentes, pois a aplicação dos ensinamentos de Sun Tzu abrange os campos político, administrativo e empresarial.",
    "cover": "https://ecommerce.konekta.com.br/storage/covers/a-arte-da-guerra-153191.jpg",
    "author": "TZU, SUN",
    "publisher": "TRICAJU",
    "release": "2021-03-18",
    "pages":  19.90,
    "value": 160
  }
]